/* Localized strings for Spectacle. */

/* Alerts */
"Spectacle requires that the Accessibility API be enabled" = "Spectacle requires that the Accessibility API be enabled";
"Would you like to open the Universal Access preferences so that you can turn on \"Enable access for assistive devices\"?" = "Would you like to open the Universal Access preferences so that you can turn on \"Enable access for assistive devices\"?";

"This will cause Spectacle to run in the background" = "This will cause Spectacle to run in the background";
"Run Spectacle in the background without a menu in the status bar.\n\nTo access Spectacle's preferences click on Spectacle in Launchpad, or open Spectacle in Finder." = "Run Spectacle in the background without a menu in the status bar.\n\nTo access Spectacle's preferences click on Spectacle in Launchpad, or open Spectacle in Finder.";

"App Store releases of are unsupported" = "App Store releases of are unsupported";
"Due to policy changes Spectacle will no longer be released through the App Store.\n\nTo to remain up to date please download Spectacle and replace your current install." = "Due to policy changes Spectacle will no longer be released through the App Store.\n\nTo to remain up to date please download Spectacle and replace your current install.";

/* Buttons */
"Open Universal Access Preferences" = "Open Universal Access Preferences";
"Stop Spectacle" = "Stop Spectacle";
"OK" = "OK";
"Cancel" = "Cancel";
"Download Spectacle" = "Download Spectacle";

/* Toggle Switch */
"ON" = "ON";
"OFF" = "OFF";
